Repository: hdfssk/bubblemon
Catalog: po/*.po
Languages: fi, is, pl, ru

source: _About...
fi: _Tietoja
is: _Um
pl: _O programie
ru: _Об апплете

source: Bubbling Load Monitor
fi: Kupliva kuormamittari
is: Bubblandi álagsmælir
pl: B±belkowy monitor obci±¿enia systemu
ru: Пузырьки

source: Monitor CPU, memory and IO load
fi: Tarkkaile prosessorin, muisti ja IO kuorma
is: Fylgstu örgjörva, minnis, og inntak/úttak notkun
pl: Monitor procesora, pamiêci, i obci±¿enie IO
ru: Отображает загрузку процессора и памяти, а также интесивность процессов записи/чтения данных.

source: Displays system load as a bubbling liquid.
fi: Nٶyttٶٶ jٶrjestelmٶkuarman kuin kuplivaa nestettٶ.
is: Sýnir kerfisálag á bubblandi vökvi.
pl: Wy¶wietla obci±¿enie systemu jako ciecz przepuszczaj±c.
ru: Показывает рабочую загрузку системы в виде кипящей жидкости.

source: bytes
fi: tavua
is: bœti
pl: bajtów
ru: байт

source: Memory used: %s
fi: Muistinkulutus: %s
is: Minnisnotkun: %s
pl: Wykorzystanie pamiêci: %s
ru: Занято памяти: %s

source: Swap used: %s
fi: Sivutuskuorma: %s
is: Síðuskrárnotkun: %s
pl: Wykorzystanie przestrzeni wymiany: %s
ru: Виртуальной памяти: %s

source: IO wait: %d%%
fi: IO odotus: %d%%
is: inntak/úttak bið: %d%%
pl: IO czekaæ: %d%%
ru: Задержка ввода-вывода: %d%%

source: CPU load: %d%%
fi: Prosessorikuorma: %d%%
is: CPU álag: %d%%
pl: Obci±¿enie procesora: %d%%
ru: Загрузка процессора: %d%%

source: CPU #%d load: %d%%
fi: Prosessorin #%d kuorma: %d%%
is: CPU #%d álag: %d%%
pl: Obci±¿enie procesora: #%d: %d%%
ru: Загрузка процессора №%d: %d%%
